{
  "1": [
    {
      "date": "2023-04-13T19:09:50.083722",
      "audioId": null,
      "text": "The best hotel I've ever been privileged enough to stay at. Gorgeous building, and it only gets more breathtaking when you walk in. High quality rooms (there was even a tv by the shower), and high quality service. Also, they are one of few hotels that allow people under 21 to book a reservation."
    },
    {
      "date": "2023-04-13T20:21:32.935070",
      "audioId": "618fe7b9-c5bc-4a72-8cc7-5b83cd3f7f5d.mp3",
      "text": "They were extremely accommodating and allowed us to check in early at like 10 a.m., we got to Hotel super early and I didn't want to wait. So this was a big plus. This device was exceptional as well. Would definitely send a friend there."
    },
    {
      "date": "2023-04-14T10:30:00Z",
      "audioId": null,
      "text": "The view from my room was simply breathtaking! I loved waking up to the sight of the city skyline and watching the sun set over the mountains. It made my stay at this hotel extra special."
    },
    {
      "date": "2023-04-14T10:32:00Z",
      "audioId": null,
      "text": "The WiFi connection at this hotel was excellent! I was able to easily stream my favorite shows and work on my projects without any interruptions. I truly appreciated the fast and reliable internet service."
    },
    {
      "date": "2023-04-14T10:34:00Z",
      "audioId": null,
      "text": "The breakfast spread at this hotel was fantastic! There were so many options to choose from, including fresh fruits, pastries, and hot dishes. The quality of the food was top-notch and it really helped kickstart my day."
    },
    {
      "date": "2023-04-14T10:36:00Z",
      "audioId": null,
      "text": "I was blown away by the stunning view of the ocean from the hotel's rooftop terrace. It was the perfect spot to relax with a drink and enjoy the sunset. The view alone is reason enough to stay at this hotel."
    },
    {
      "date": "2023-04-14T10:38:00Z",
      "audioId": null,
      "text": "The WiFi signal in my room was strong and consistent, which was crucial for me as I needed to stay connected with work. I appreciate the hotel's efforts to ensure that their guests have access to reliable internet service."
    },
    {
      "date": "2023-04-14T10:40:00Z",
      "audioId": null,
      "text": "The breakfast at this hotel was delicious and plentiful! I loved the variety of options, from savory eggs to sweet waffles. It was the perfect way to fuel up before a busy day of exploring the city."
    },
    {
      "date": "2023-04-14T10:42:00Z",
      "audioId": null,
      "text": "The view of the city from my room was stunning! I loved being able to see all the sights from the comfort of my bed. It truly enhanced my experience at this hotel."
    },
    {
      "date": "2023-04-14T10:44:00Z",
      "audioId": null,
      "text": "The WiFi connection throughout the hotel was fast and easy to use. I was able to quickly connect to the internet from all areas of the hotel, which made my stay even more convenient."
    },
    {
      "date": "2023-04-14T10:46:00Z",
      "audioId": null,
      "text": "The breakfast buffet at this hotel was amazing! I was impressed by the selection of fresh fruits, pastries, and hot dishes. The staff also made sure to replenish the food regularly, so there was never a shortage of options."
    },
    {
      "date": "2023-04-14T10:48:00Z",
      "audioId": null,
      "text": "The view of the mountains from the hotel's outdoor patio was absolutely breathtaking! I loved sitting out there with a cup of coffee in the morning and enjoying the beautiful scenery. It was truly a highlight of my stay."
    },
    {
      "date": "2023-04-14T10:00:00Z",
      "audioId": null,
      "text": "I had a terrible experience at this hotel. The bed was so uncomfortable that I barely slept all night. In addition, the staff was extremely unhelpful when I asked for a different room or additional pillows. Overall, I would not recommend staying here."
    },
    {
      "date": "2023-04-14T11:00:00Z",
      "audioId": null,
      "text": "I was extremely disappointed with my stay at this hotel. The bed was old and lumpy, making it nearly impossible to get a good night's sleep. On top of that, the staff was rude and unresponsive to my requests for a new room or a refund. Save your money and stay somewhere else."
    },
    {
      "date": "2023-04-14T12:00:00Z",
      "audioId": null,
      "text": "If you're looking for a comfortable bed and friendly staff, do not stay at this hotel. The bed was so hard that my back ached for days after my stay. And the staff was uninterested in helping me with any of my concerns or needs. I regret choosing this hotel and would not recommend it to anyone."
    },
    {
      "date": "2023-04-14T13:00:00Z",
      "audioId": null,
      "text": "The bed at this hotel was a disaster. It was lumpy and sagging in the middle, making it impossible to get a good night's sleep. When I complained to the staff, they seemed annoyed and uninterested in helping me. I would not recommend this hotel to anyone."
    },
    {
      "date": "2023-04-14T14:00:00Z",
      "audioId": null,
      "text": "The staff at this hotel was terrible. They were rude and unhelpful when I asked for additional blankets for the bed, which was also uncomfortable and lumpy. I had a terrible night's sleep and woke up feeling more tired than when I went to bed. I would not stay at this hotel again."
    }
  ],
  "2": [
    {
      "date": "2023-04-14T14:00:15.241623",
      "audioId": null,
      "text": "My stay at this hotel was a nightmare. The bed was so hard that I woke up with a sore back and neck every morning. And the staff was unresponsive and unhelpful when I asked for a different room or additional pillows. Save yourself the headache and stay somewhere else."
    }
  ],
  "3": [
    {
      "date": "2023-04-14T14:20:36.815981",
      "audioId": "240254cd-3495-4eb2-9c7b-d168d7381df9.wav",
      "text": "I had an amazing stay at this hotel. The room was spacious and clean in the bed was super comfortable. The staff were incredibly friendly and accommodating, and the hotel's amenities, including the pool and gym were top-notch. I would definitely recommend this hotel to anyone visiting the area,"
    },
    {
      "date": "2023-04-14T17:05:38.470316",
      "audioId": "605adc00-f90a-45c2-9515-1051d26cb70b.wav",
      "text": "I had an amazing stay at this hotel. The room was spacious and clean in the bed was super comfortable. The staff were incredibly friendly and accommodating, and the hotel's amenities, including the pool and gym were top-notch. I would definitely recommend this hotel to anyone visiting the area,"
    }
  ]
}